org/content.org
#+HUGO_SECTION: ./
#+HUGO_BASE_DIR: ../

#+HUGO_WEIGHT: auto
#+HUGO_AUTO_SET_LASTMOD: t

** Home
:PROPERTIES:
:EXPORT_FILE_NAME: _index
:END:

I am an electrical engineering student and software developer. I often
go by the handle *asterane* on the internet. Welcome to my homepage!

*** Recent Posts
{{<postlist 5>}}

*** Overview
Navigate the site using the links to the left (or above, on
mobile).

[[*About]] gives more information about me, my work, and my education.

Under [[*Projects]], find information about my engineering projects, each
of which has its own GitHub repository.

My [[*Blog]] contains writings on technology and engineering, hardware and
software alike.

In the footer are links to my [[https://github.com/asterane][GitHub]]
profile, my [[*Contact]] page, and the [[*Colophon]] for this site.


