content/_index.md
+++
title = "Home"
author = ["Matthew Rothlisberger"]
lastmod = 2020-09-23T21:49:23-04:00
draft = false
weight = 2001
+++

I am an electrical engineering student and software developer. I often
go by the handle **asterane** on the internet. Welcome to my homepage!


## Recent Posts {#recent-posts}

{{<postlist 5>}}


## Overview {#overview}

Navigate the site using the links to the left (or above, on
mobile).

[About]({{< relref "about" >}}) gives more information about me, my work, and my education.

Under [Projects]({{< relref "projects" >}}), find information about my engineering projects, each
of which has its own GitHub repository.

My [Blog]({{< relref "blog" >}}) contains writings on technology and engineering, hardware and
software alike.

In the footer are links to my [GitHub](https://github.com/asterane)
profile, my [Contact]({{< relref "contact" >}}) page, and the [Colophon]({{< relref "colophon" >}}) for this site.
